[
    {
        "original_argument_id": "HW_PM_001",
        "speech": "Hello everyone. Today’s topic is “Homework should be abolished”. We have two points: The first point is “free time” and the second point is “decrease burden on teachers”. I will explain the first point of “free time”. We believe that if homework were to be abolished, we could have more free time. As a result, we could do more of what we really wanted like club activities, hobbies, or playing with friends. In my case, I go to tennis club after class until 5:00 pm and then I go to cram school until 8:00 pm. After this full day, I arrive at my home around 8:40 pm to eat dinner and take a shower. At nearly 10:00 pm I start my homework. I have a lot of homework. As a result, I go to bed late at night at nearly 1:00 am in the morning and I don’t have the opportunity to sleep for a long period of time. It is not healthy. Therefore, homework should be abolished. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today’s topic is “Homework should be abolished”.",
            "We have two points: The first point is “free time” and the second point is “decrease burden on teachers”.",
            "I will explain the first point of “free time”.",
            "We believe that if homework were to be abolished, we could have more free time.",
            "As a result, we could do more of what we really wanted like club activities, hobbies, or playing with friends.",
            "In my case, I go to tennis club after class until 5:00 pm and then I go to cram school until 8:00 pm.",
            "After this full day, I arrive at my home around 8:40 pm to eat dinner and take a shower.",
            "At nearly 10:00 pm I start my homework.",
            "I have a lot of homework.",
            "As a result, I go to bed late at night at nearly 1:00 am in the morning and I don’t have the opportunity to sleep for a long period of time.",
            "It is not healthy.",
            "Therefore, homework should be abolished.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "HW_PM_002",
        "speech": "Hello everyone. Today’s topic is “Homework should be abolished”. I am going to make two arguments: First, forcing students to do homework will make them passive in character, rather than active. Secondly, abolishing assignments can reduce teachers’ workloads. Let me start with the first argument. Some people may think that students should be given homework so that they can learn what to do. However, this is harmful to students because a school is not a place where students only learn to study. It is also where they learn how to live and manage their own lives. Once they graduate from school and start a career, they no longer have a “teacher” who will always take care of them and manage what they need to do. Students will have to think about what they need to do by themselves. If students are always given homework, they will always be waiting for instructions and guidelines from teachers and cannot think about what they need to do by themselves. In order to avoid this, homework should be abolished so that students can study on their own initiative. Therefore, for these reasons, homework should be abolished. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today’s topic is “Homework should be abolished”.",
            "I am going to make two arguments: First, forcing students to do homework will make them passive in character, rather than active.",
            "Secondly, abolishing assignments can reduce teachers’ workloads.",
            "Let me start with the first argument.",
            "Some people may think that students should be given homework so that they can learn what to do.",
            "However, this is harmful to students because a school is not a place where students only learn to study.",
            "It is also where they learn how to live and manage their own lives.",
            "Once they graduate from school and start a career, they no longer have a “teacher” who will always take care of them and manage what they need to do.",
            "Students will have to think about what they need to do by themselves.",
            "If students are always given homework, they will always be waiting for instructions and guidelines from teachers and cannot think about what they need to do by themselves.",
            "In order to avoid this, homework should be abolished so that students can study on their own initiative.",
            "Therefore, for these reasons, homework should be abolished.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "HW_PM_003",
        "speech": "Hello everyone. Today, we are given the motion that homework should be abolished. We defined that homework for primary students should be abolished. We have two points: First, some students tend to dislike studying. Secondly, we have more effective learning ways than homework. Let me explain our first argument. Some students tend to dislike studying but are obliged to do homework and most of students are not enthusiastic about homework. Studying, in fact, is not something to be obliged but rather for satisfying intellectual curiosity. Imagine one-year old babies. They are always looking around, crawling from corner to corner, and touching, even biting, everything unfamiliar to them. In this way, they learn new things and expand their understanding of the world. That’s how studying should be. It’s not good for students to be obliged to study by their teachers or parents. Being obliged will lead to problems between family. That’s one of the reasons some students tend to dislike studying. That is why homework should be abolished. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today, we are given the motion that homework should be abolished.",
            "We defined that homework for primary students should be abolished.",
            "We have two points: First, some students tend to dislike studying.",
            "Secondly, we have more effective learning ways than homework.",
            "Let me explain our first argument.",
            "Some students tend to dislike studying but are obliged to do homework and most of students are not enthusiastic about homework.",
            "Studying, in fact, is not something to be obliged but rather for satisfying intellectual curiosity.",
            "Imagine one-year old babies.",
            "They are always looking around, crawling from corner to corner, and touching, even biting, everything unfamiliar to them.",
            "In this way, they learn new things and expand their understanding of the world.",
            "That’s how studying should be.",
            "It’s not good for students to be obliged to study by their teachers or parents.",
            "Being obliged will lead to problems between family.",
            "That’s one of the reasons some students tend to dislike studying.",
            "That is why homework should be abolished.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "HW_PM_004",
        "speech": "Hello everyone. Today, we are given the motion that homework should be abolished. We strongly support this motion. Before explaining our arguments, let me define the motion. We are going to talk about homework in every school in Japan. We have two points in our argument. The first point is “harmful efforts” and the second point is “decreasing teacher’s burden”. Let me explain our first argument. Our claim is that homework has harmful efforts on educational development of school students. Some students have memorized the incorrect way to study with homework. I’ll give you some examples. In high school, students have lots of things to do, like hobbies, club activities, part-time jobs and so on. So how do students who have little time to do homework deal with it? Some of them do homework during class, which is inefficient not only with regard to the homework but also to the class. In a worst-case scenario, they copy it from their classmates. Of course, it means that they would learn nothing. But they receive a passing score as long as they finish homework without understanding how to properly study. Who thinks homework works adequately in these situations? We should abolish homework in order to let students understand the right and wrong ways to study. For all these reasons, we strongly support the motion. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today, we are given the motion that homework should be abolished.",
            "We strongly support this motion.",
            "Before explaining our arguments, let me define the motion.",
            "We are going to talk about homework in every school in Japan.",
            "We have two points in our argument.",
            "The first point is “harmful efforts” and the second point is “decreasing teacher’s burden”.",
            "Let me explain our first argument.",
            "Our claim is that homework has harmful efforts on educational development of school students.",
            "Some students have memorized the incorrect way to study with homework.",
            "I’ll give you some examples.",
            "In high school, students have lots of things to do, like hobbies, club activities, part-time jobs and so on.",
            "So how do students who have little time to do homework deal with it?",
            "Some of them do homework during class, which is inefficient not only with regard to the homework but also to the class.",
            "In a worst-case scenario, they copy it from their classmates.",
            "Of course, it means that they would learn nothing.",
            "But they receive a passing score as long as they finish homework without understanding how to properly study.",
            "Who thinks homework works adequately in these situations?",
            "We should abolish homework in order to let students understand the right and wrong ways to study.",
            "For all these reasons, we strongly support the motion.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "HW_PM_005",
        "speech": "Hello everyone. Today’s motion is “Homework should be abolished”. We argue that all elementary schools should abolish homework because we believe that it is the responsibility of “schools” not “home” to teach all the necessary and important lessons, including academic content, to students. That is the perspective from the government. Let me explain our two points: The first point is the “responsibility of schools” and the second point is “increasing creativity”. The first point “responsibility of schools” means we believe that the role of schools is to teach children the basic skills to live in society. For example, elementary school kids should be taught how to write letters, construct sentences, read, count numbers, calculate, and so on. Homework is study that is done at home. Of course, we don’t deny the importance of voluntary study at home, but that should not be forced by schools. In many cases, elementary school students can’t finish homework by themselves, so guidance from their parents is necessary. If you see these situations, you can easily understand that homework merely increases the gap between children who have support from a parent and those who have not. Therefore, schools should take responsibility for children’s academic skills in the first place. What we should do in precious, limited time is to study in a manner that is meaningful. And studying meaningfully should be done “at school” for fairness and effectiveness. That’s why homework should be abolished. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today’s motion is “Homework should be abolished”.",
            "We argue that all elementary schools should abolish homework because we believe that it is the responsibility of “schools” not “home” to teach all the necessary and important lessons, including academic content, to students.",
            "That is the perspective from the government.",
            "Let me explain our two points: The first point is the “responsibility of schools” and the second point is “increasing creativity”.",
            "The first point “responsibility of schools” means we believe that the role of schools is to teach children the basic skills to live in society.",
            "For example, elementary school kids should be taught how to write letters, construct sentences, read, count numbers, calculate, and so on.",
            "Homework is study that is done at home.",
            "Of course, we don’t deny the importance of voluntary study at home, but that should not be forced by schools.",
            "In many cases, elementary school students can’t finish homework by themselves, so guidance from their parents is necessary.",
            "If you see these situations, you can easily understand that homework merely increases the gap between children who have support from a parent and those who have not.",
            "Therefore, schools should take responsibility for children’s academic skills in the first place.",
            "What we should do in precious, limited time is to study in a manner that is meaningful.",
            "And studying meaningfully should be done “at school” for fairness and effectiveness.",
            "That’s why homework should be abolished.",
            "Thank you."
        ]
    }
]