[
    {
        "original_argument_id": "DP_PM_001",
        "speech": "Hello everyone. Today’s topic is “Death penalty should be abolished”. We have two points. The first point is “Inhumane punishment”. The second point is “Rehabilitation”. I will explain the first point “Inhumane punishment”. We believe that death penalty is inhumane punishment. This is because it requires a human to kill another human. Even though the criminal committed a serious crime, it cannot be a good reason to deprive the life of the criminal by the nation. Therefore, the death penalty should be abolished. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today’s topic is “Death penalty should be abolished”.",
            "We have two points.",
            "The first point is “Inhumane punishment”.",
            "The second point is “Rehabilitation”.",
            "I will explain the first point “Inhumane punishment”.",
            "We believe that death penalty is inhumane punishment.",
            "This is because it requires a human to kill another human.",
            "Even though the criminal committed a serious crime, it cannot be a good reason to deprive the life of the criminal by the nation.",
            "Therefore, the death penalty should be abolished.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "DP_PM_002",
        "speech": "Hello everyone. Today’s topic is “Death penalty should be abolished”. I am going to make two arguments. First, misjudgment in the death penalty is very dangerous. Second, the death penalty is a cruel penalty. Let me start with the first argument. Humans make mistakes. This is the nature of a human and we cannot deny it completely. Of course, technology has been developed such as DNA testing, surveillance camera, and so on. However, still there is still a possibility of misjudgment. If misjudgment happens when the court sentences the suspected criminal the death penalty, it will be irreparable. When we deprive the life of a suspected criminal, they will never be able to live again. It’s very terrible. Imagine the case where your family member is mistakenly arrested by the police and unfortunately suspected to be sentenced to the death penalty. Would you be able to endure this situation? The answer is definitely “No”. Therefore, at least, by abolishing death penalty, we can prevent the situation of ending the life of innocent people. At least, we will have more time to investigate the truth when the innocent in jail are suspected of a serious crime. Then, there will be a greater chance that the innocent, suspected person can be saved in the future from losing their life. It’s much safer society. Remember, even if we carefully investigate the incident, there is always a risk of mistakes. For these reasons, death penalty should be abolished. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today’s topic is “Death penalty should be abolished”.",
            "I am going to make two arguments.",
            "First, misjudgment in the death penalty is very dangerous.",
            "Second, the death penalty is a cruel penalty.",
            "Let me start with the first argument.",
            "Humans make mistakes.",
            "This is the nature of a human and we cannot deny it completely.",
            "Of course, technology has been developed such as DNA testing, surveillance camera, and so on.",
            "However, still there is still a possibility of misjudgment.",
            "If misjudgment happens when the court sentences the suspected criminal the death penalty, it will be irreparable.",
            "When we deprive the life of a suspected criminal, they will never be able to live again.",
            "It’s very terrible.",
            "Imagine the case where your family member is mistakenly arrested by the police and unfortunately suspected to be sentenced to the death penalty.",
            "Would you be able to endure this situation?",
            "The answer is definitely “No”.",
            "Therefore, at least, by abolishing death penalty, we can prevent the situation of ending the life of innocent people.",
            "At least, we will have more time to investigate the truth when the innocent in jail are suspected of a serious crime.",
            "Then, there will be a greater chance that the innocent, suspected person can be saved in the future from losing their life.",
            "It’s much safer society.",
            "Remember, even if we carefully investigate the incident, there is always a risk of mistakes.",
            "For these reasons, death penalty should be abolished.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "DP_PM_003",
        "speech": "Hello, everyone. Today’s topic is “Death penalty should be abolished”. We define that the death penalty should be abolished and instead of the death penalty, we propose that the suspected are sentence to life in. We have two points. The first point is “Executioner's suffering”. The second point is “Cruelty of death penalty”. I will explain the first point. In present situations, a person who executes the death penalty for a criminal whose death penalty has been confirmed by a trial suffers a lot. Some methods of the death penalty include hanging and using gas chambers. Let me illustrate the case of hanging in Japan. A prisoner does not know when they will be executed until the day of execution. At the day of execution, they first enter the teacher’s room and write a farewell letter. Then, they go to the antechamber for execution and are separated from the execution room by a curtain. The convict on death row is blindfolded and handcuffed, and a curtain is closed to the execution room. Finally, they go to the execution room. A rope is hung around their neck and they stand on a tread plate marked in the center of the room. Then, multiple prison officers push the button to open and close the tread, and the convict on death row falls. Those executioners feel strong stress. They don’t know which button is actually connected to the input of the tread. They feel that they are responsible themselves for killing the suspect on death row by their own hands. Executers’ stress is extremely overwhelming. That’s why the death penalty should be abolished. Thank you.",
        "sentences": [
            "Hello, everyone.",
            "Today’s topic is “Death penalty should be abolished”.",
            "We define that the death penalty should be abolished and instead of the death penalty, we propose that the suspected are sentence to life in.",
            "We have two points.",
            "The first point is “Executioner's suffering”.",
            "The second point is “Cruelty of death penalty”.",
            "I will explain the first point.",
            "In present situations, a person who executes the death penalty for a criminal whose death penalty has been confirmed by a trial suffers a lot.",
            "Some methods of the death penalty include hanging and using gas chambers.",
            "Let me illustrate the case of hanging in Japan.",
            "A prisoner does not know when they will be executed until the day of execution.",
            "At the day of execution, they first enter the teacher’s room and write a farewell letter.",
            "Then, they go to the antechamber for execution and are separated from the execution room by a curtain.",
            "The convict on death row is blindfolded and handcuffed, and a curtain is closed to the execution room.",
            "Finally, they go to the execution room.",
            "A rope is hung around their neck and they stand on a tread plate marked in the center of the room.",
            "Then, multiple prison officers push the button to open and close the tread, and the convict on death row falls.",
            "Those executioners feel strong stress.",
            "They don’t know which button is actually connected to the input of the tread.",
            "They feel that they are responsible themselves for killing the suspect on death row by their own hands.",
            "Executers’ stress is extremely overwhelming.",
            "That’s why the death penalty should be abolished.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "DP_PM_004",
        "speech": "Hello everyone. Today, we are given the motion that the death penalty should be abolished. We strongly support this motion. Before explaining our arguments, let me define the motion. We are going to abolish the death penalty all over the world and introduce a life-imprisonment system. It means that criminals stay in jail forever. We have two points. First point is “Rehabilitation”. The second point is “World’s trend”. So, let me explain our first argument. Our claim is that the death penalty deprives the chance of rehabilitation of the criminals. Our reasoning is as follows. In the case of a serious crime such as murder, especially random killing of many people, a heavy punishment should be sentenced. The death penalty might be an option, but it just ends the life of a criminal and solves nothing. The criminal has no chance to reflect on what they have done. They need to reflect on their wrong-doing every day. They should spend their lives reflecting on it. Life imprisonment system is, in a sense, a very severe punishment. Criminals are restricted of their freedom all day. They need to continue to apologize for the rest of their life while thinking about their victims. Moreover, there is a perspective that the society creates the criminals. For example, imagine a case that a student who was always been bullied and notified others such as teachers and the community, but they did nothing to help. The student was ignored by everyone. In that case, it is understandable that the student attacks others due to their anger at a society where no one helps. Like this, a society also has a responsibility for a criminal, and for this reason, it is a government task to set the opportunity of rehabilitation in the life imprisonment system. The death penalty is an irresponsible act by the nation. For all these reasons, we beg to propose. Thank you.",
        "sentences": [
            "Hello everyone.",
            "Today, we are given the motion that the death penalty should be abolished.",
            "We strongly support this motion.",
            "Before explaining our arguments, let me define the motion.",
            "We are going to abolish the death penalty all over the world and introduce a life-imprisonment system.",
            "It means that criminals stay in jail forever.",
            "We have two points.",
            "First point is “Rehabilitation”.",
            "The second point is “World’s trend”.",
            "So, let me explain our first argument.",
            "Our claim is that the death penalty deprives the chance of rehabilitation of the criminals.",
            "Our reasoning is as follows.",
            "In the case of a serious crime such as murder, especially random killing of many people, a heavy punishment should be sentenced.",
            "The death penalty might be an option, but it just ends the life of a criminal and solves nothing.",
            "The criminal has no chance to reflect on what they have done.",
            "They need to reflect on their wrong-doing every day.",
            "They should spend their lives reflecting on it.",
            "Life imprisonment system is, in a sense, a very severe punishment.",
            "Criminals are restricted of their freedom all day.",
            "They need to continue to apologize for the rest of their life while thinking about their victims.",
            "Moreover, there is a perspective that the society creates the criminals.",
            "For example, imagine a case that a student who was always been bullied and notified others such as teachers and the community, but they did nothing to help.",
            "The student was ignored by everyone.",
            "In that case, it is understandable that the student attacks others due to their anger at a society where no one helps.",
            "Like this, a society also has a responsibility for a criminal, and for this reason, it is a government task to set the opportunity of rehabilitation in the life imprisonment system.",
            "The death penalty is an irresponsible act by the nation.",
            "For all these reasons, we beg to propose.",
            "Thank you."
        ]
    },
    {
        "original_argument_id": "DP_PM_005",
        "speech": "Today’s motion is “We should abolish the death penalty.” We strongly believe that we should put an end to this brutal practice and achieve a truly just society. Government has the responsibility because they made the society that created the criminals. Let me define today’s motion. “To abolish” means to stop the implementation of the practice of the death penalty and instead replace it with a life in prison with the possibility of parole. “Death penalty” refers to the punishment currently applied to offenders of serious crimes, through which the criminal gets their life terminated by various methods including hanging, lethal injection, and electrocution. Now, let me explain our points. We have two points to make today. The first point is “Brutalization of the society.” The second point is “Restorative justice as an ideal form of justice.” Let me explain the first point, “Brutalization of the society.” Evidently, modern society is becoming more and more brutal; parents killing their own children without any reasons; a son killing his own aging father; a desperate individual killing random people on the street. We are constantly exposed to those kinds of news on various media including television, the Internet, and newspapers. In a sense, they are reflections of how brutal our society has become, and at the same time, they are causing the brutalization itself. We believe that the death penalty is causing the brutalization of modern society for three reasons. Firstly, the state practicing the death penalty as a form of punishment validates the notion that the taking of someone’s life is an option, or a valid choice. Human life is more precious than anything else, and no one, including a nation state, should have the power to take it away. The second reason is prosecution by mistake. Actually, there are many cases of false charges like the Menda case. It could be an innocent person at the wrong place at the wrong time. A wrongful conviction, especially when it comes to the death sentence, can never be justified. Data might imply that it's only one-in-a-thousand occurrence; however, that one-in-a-thousand is a huge deal because we are talking about someone’s LIFE. The third reason is the intentional abuse of the system. There was a series of random killings committed by a man in Hokkaido in July 2016. Four people were killed as a result, and his motivation was to “put an end to his own life,” according to a news report. If a form of punishment becomes a motivation to commit a crime, it no longer functions as a punishment. If the heaviest punishment was a sentence to life in prison, then he wouldn’t have chosen to kill those four precious lives. Therefore, the death penalty should be abolished. Thank you.",
        "sentences": [
            "Today’s motion is “We should abolish the death penalty.”",
            "We strongly believe that we should put an end to this brutal practice and achieve a truly just society.",
            "Government has the responsibility because they made the society that created the criminals.",
            "Let me define today’s motion.",
            "“To abolish” means to stop the implementation of the practice of the death penalty and instead replace it with a life in prison with the possibility of parole.",
            "“Death penalty” refers to the punishment currently applied to offenders of serious crimes, through which the criminal gets their life terminated by various methods including hanging, lethal injection, and electrocution.",
            "Now, let me explain our points.",
            "We have two points to make today.",
            "The first point is “Brutalization of the society.”",
            "The second point is “Restorative justice as an ideal form of justice.”",
            "Let me explain the first point, “Brutalization of the society.”",
            "Evidently, modern society is becoming more and more brutal; parents killing their own children without any reasons; a son killing his own aging father; a desperate individual killing random people on the street.",
            "We are constantly exposed to those kinds of news on various media including television, the Internet, and newspapers.",
            "In a sense, they are reflections of how brutal our society has become, and at the same time, they are causing the brutalization itself.",
            "We believe that the death penalty is causing the brutalization of modern society for three reasons.",
            "Firstly, the state practicing the death penalty as a form of punishment validates the notion that the taking of someone’s life is an option, or a valid choice.",
            "Human life is more precious than anything else, and no one, including a nation state, should have the power to take it away.",
            "The second reason is prosecution by mistake.",
            "Actually, there are many cases of false charges like the Menda case.",
            "It could be an innocent person at the wrong place at the wrong time.",
            "A wrongful conviction, especially when it comes to the death sentence, can never be justified.",
            "Data might imply that it's only one-in-a-thousand occurrence; however, that one-in-a-thousand is a huge deal because we are talking about someone’s LIFE.",
            "The third reason is the intentional abuse of the system.",
            "There was a series of random killings committed by a man in Hokkaido in July 2016.",
            "Four people were killed as a result, and his motivation was to “put an end to his own life,” according to a news report.",
            "If a form of punishment becomes a motivation to commit a crime, it no longer functions as a punishment.",
            "If the heaviest punishment was a sentence to life in prison, then he wouldn’t have chosen to kill those four precious lives.",
            "Therefore, the death penalty should be abolished.",
            "Thank you."
        ]
    }
]